INSERT INTO course (id, name, lecture_day, start_time, end_time, professor, classroom) VALUES
(1, '컴퓨터공학개론',   '월',     '10:00:00', '11:30:00', '노정규',   '공학관 101호'),
(2, '자료구조',         '화,목',   '13:00:00', '14:30:00', '김선희',   'IT관 B203'),
(3, '운영체제',         '수',     '09:00:00', '10:30:00', '김성석',   '정보관 302호'),
(4, '데이터베이스',     '월,금',   '14:00:00', '15:30:00', '신우창',   '공학관 202호'),
(5, '컴퓨터네트워크',   '목',     '11:00:00', '12:30:00', '민미경',   'IT관 A101'),
(6, '소프트웨어공학',   '수,금',   '15:00:00', '16:30:00', '김성석',   '공학관 303호'),
(7, '알고리즘',         '화',     '10:00:00', '11:30:00', '이지영',   '정보관 102호'),
(8, '머신러닝',         '월,수',   '13:00:00', '14:30:00', '유석원',     'AI센터 201호'),
(9, '인공지능',         '금',     '09:00:00', '10:30:00', '장문수',   'IT관 B101'),
(10,'웹프로그래밍',     '화,목',   '14:00:00', '15:30:00', '유귀열', '소프트웨어관 402호');